Repository: yujinchuan2021-max/zhenxing-ai-assistant
Catalog: TubaWinUi3.WinUI3/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Ms_L65.Text
source: When on, hides the main window, keeps only the crosshair overlay, and stays docked in the system tray
zh_cn: 开启后隐藏主窗口，只保留准星覆盖层并驻留系统托盘

# Ms_L70.Text
source: Minimize to system tray
zh_cn: 最小化的系统托盘

# Ms_L86.Text
source: Always-on-top mode
zh_cn: 强制置顶模式

# Ms_L87.Text
source: Keeps the window always on top — useful in some fullscreen games
zh_cn: 开启后持续置顶窗口，适用于部分全屏游戏

# Ms_L98.Text
source: Global settings
zh_cn: 全局设置

# Ms_L104.Text
source: Opacity:
zh_cn: 透明度：

# Ms_L109.Text
source: Visibility toggles
zh_cn: 显示开关

# Ms_ShowCenterToggle.Header
source: Center crosshair
zh_cn: 中央准星

# Ms_ShowTopToggle.Header
source: Top marker
zh_cn: 上方标记

# Ms_ShowBottomToggle.Header
source: Bottom marker
zh_cn: 下方标记

# Ms_ShowLeftToggle.Header
source: Left marker
zh_cn: 左侧标记

# Ms_ShowRightToggle.Header
source: Right marker
zh_cn: 右侧标记

# Ms_L129.Text
source: Crosshair settings
zh_cn: 准星设置

# Ms_L135.Text
source: Crosshair color:
zh_cn: 准星颜色：

# Ms_L140.Text
source: Crosshair size:
zh_cn: 准星大小：

# Ms_L146.Text
source: Crosshair thickness:
zh_cn: 准星粗细：

# Ms_L152.Text
source: Crosshair style:
zh_cn: 准星样式：

# Ms_L154.Content
source: Cross
zh_cn: 十字

# Ms_L155.Content
source: Dot
zh_cn: 圆点

# Ms_L156.Content
source: Cross + dot
zh_cn: 十字+圆点

# Ms_L157.Content
source: Cross + circle
zh_cn: 十字+圆圈

# Ms_L158.Content
source: T-shape
zh_cn: T字形

# Ms_L159.Content
source: X-shape
zh_cn: X字形

# Ms_L160.Content
source: Hollow circle
zh_cn: 空心圆

# Ms_L161.Content
source: Cross + large dot
zh_cn: 十字+大圆点

# Ms_L162.Content
source: Notched cross
zh_cn: 缺口十字

# Ms_L163.Content
source: Asterisk
zh_cn: 米字

# Ms_L164.Content
source: Double circle
zh_cn: 双圆圈

# Ms_L165.Content
source: Gapped cross
zh_cn: 间隙十字

# Ms_L176.Text
source: Edge marker settings
zh_cn: 边缘标记设置

# Ms_L182.Text
source: Marker color:
zh_cn: 标记颜色：

# Ms_L187.Text
source: Marker size:
zh_cn: 标记大小：

# Ms_L193.Text
source: Marker shape:
zh_cn: 标记形状：

# Ms_L195.Content
source: Square
zh_cn: 方块

# Ms_L196.Content
source: Dot
zh_cn: 圆点

# Ms_L197.Content
source: Diamond
zh_cn: 菱形

# Ms_L198.Content
source: Triangle
zh_cn: 三角形

# Ms_L199.Content
source: Plus
zh_cn: 加号

# Ms_L200.Content
source: Dash
zh_cn: 短线

# Ms_L201.Content
source: X
zh_cn: X形

# Ms_L202.Content
source: Star
zh_cn: 星形

# Ms_L203.Content
source: Hollow circle
zh_cn: 空心圆

# Ms_L212.Text
source: Instructions:
zh_cn: 使用说明：

# Ms_L213.Text
source: Once the helper is on, a crosshair shows at the screen center and markers appear at the middle of all four edges. They help reduce dizziness in 3D games. The overlay doesn't affect mouse clicks or keyboard input.
zh_cn: 开启辅助器后，屏幕中央会显示准星，四条边的中间会显示标记点。这些标记会帮助你在3D游戏中减少晕眩感。覆盖层不会影响鼠标点击和键盘操作。

# Ms_L214.Text
source: Closing this window doesn't turn off the overlay — flip the switch off or reopen this tool to close it.
zh_cn: 关闭此窗口不会关闭覆盖层，如需关闭请关闭开关或再次打开此工具。

# Ms_L217.Text
source: ⚠ Fullscreen game tip
zh_cn: ⚠ 全屏游戏提示

# Ms_L218.Text
source: If the crosshair is invisible in an exclusive-fullscreen game, switch the game to “Borderless fullscreen” or “Windowed fullscreen”. Most games support this mode, and the crosshair displays normally in it.
zh_cn: 如果在全屏独占游戏中看不到准星，请将游戏设置为「无边框全屏」或「窗口化全屏」模式。大多数游戏都支持此显示模式，该模式下准星可正常显示。

# Ms_L239.Text
source: Reset defaults
zh_cn: 重置默认

# Ms_ToggleOverlayText.Text
source: Turn on anti-motion-sickness helper
zh_cn: 开启防晕3D辅助

# Gr_L28.Title
source: Record viewer
zh_cn: 记录查看

# Gr_L28.Subtitle
source: Parse JSON / CSV exported by game monitoring and replay FPS, temperature, load and other history as charts (in Beta — some data may be off)
zh_cn: 解析游戏监控导出的 JSON / CSV，图表化回放 FPS、温度、负载等历史数据（Beta 测试中，部分数据可能有偏差）

# Gr_L38.ToolTip
source: Rescan output folder
zh_cn: 重新扫描输出目录

# Gr_L44.ToolTip
source: Open the records folder in Explorer
zh_cn: 在资源管理器中打开记录目录

# Gr_L47.Text
source: Open folder
zh_cn: 打开文件夹

# Gr_L68.Text
source: Record file
zh_cn: 记录文件

# Gr_TxtChartTitle.Text
source: Charts
zh_cn: 图表

# Gr_ChkFill.Content
source: Area
zh_cn: 面积

# Gr_ChkFill.ToolTip
source: Fill the area under each chart curve
zh_cn: 给每张图表的曲线填充面积色

# Gr_L141.Content
source: Reset range
zh_cn: 重置范围

# Gr_L159.Text
source: Start
zh_cn: 起点

# Gr_L171.Text
source: End
zh_cn: 终点

# Gr_TxtEmpty.Text
source: No data to display
zh_cn: 没有可展示的数据

# Gr_L209.Text
source: Metric
zh_cn: 指标

# Gr_L210.Text
source: Min
zh_cn: 最小

# Gr_L211.Text
source: Avg
zh_cn: 平均

# Gr_L212.Text
source: Max
zh_cn: 最大

# Gr_L215.Text
source: Samples
zh_cn: 样本

# Gr_TxtStatus.Text
source: Ready
zh_cn: 就绪

# Gr_TxtLoading.Text
source: Parsing…
zh_cn: 正在解析…

# Rr_L19.Title
source: Runtime repair
zh_cn: 运行库修复

# Rr_L19.Subtitle
source: Checks system runtimes and common game DLLs; repairs only missing or incomplete items
zh_cn: 检测系统运行库与游戏常用 DLL，仅修复缺失或不完整的项目

# Rr_ErrorBar.Title
source: Runtime repair failed
zh_cn: 运行库修复失败

# Rr_SuccessBar.Title
source: Runtime repair complete
zh_cn: 运行库修复完成

# Rr_VcDesc.Text
source: Detect and repair the VC++ x86 and x64 runtimes commonly required by games
zh_cn: 检测并修复游戏常用 VC++ x86 和 x64 运行库

# Rr_VcDetail.Text
source: Covers 2008, 2010, 2012, 2013 and the current v14 (2015-2026); v14 also verifies the full runtime DLL set.
zh_cn: 覆盖 2008、2010、2012、2013 及当前 v14 (2015-2026)；v14 同时校验完整运行时 DLL。

# Rr_VcStatusText.Text
source: Checking…
zh_cn: 检测中…

# Rr_VcBtnText.Text
source: Repair missing items
zh_cn: 修复缺失项

# Rr_DotNetDesc.Text
source: Repair Microsoft .NET Framework 4.8.1 Runtime
zh_cn: 修复 Microsoft .NET Framework 4.8.1 Runtime

# Rr_DotNetDetail.Text
source: Uses Microsoft's offline Runtime installer; developer packs are not installed.
zh_cn: 使用微软离线 Runtime 安装包，不安装开发者工具包。

# Rr_DotNetStatusText.Text
source: Checking…
zh_cn: 检测中…

# Rr_DotNetBtnText.Text
source: Repair missing items
zh_cn: 修复缺失项

# Rr_L171.Text
source: DirectX 9-12 game components
zh_cn: DirectX 9-12 游戏组件

# Rr_DxDesc.Text
source: Adds legacy DirectX SDK compatibility components
zh_cn: 补充旧版 DirectX SDK 兼容组件

# Rr_DxDetail.Text
source: Repairs D3DX, XAudio, XInput and other legacy game dependencies; system DirectX 12 is maintained by Windows Update.
zh_cn: 修复 D3DX、XAudio、XInput 等旧游戏依赖；系统 DirectX 12 由 Windows 更新维护。

# Rr_DxStatusText.Text
source: Checking…
zh_cn: 检测中…

# Rr_DxBtnText.Text
source: Repair missing items
zh_cn: 修复缺失项

# Rr_L210.Text
source: The installation may need a network connection; reboot as prompted once it finishes.
zh_cn: 安装过程可能需要网络连接，完成后按系统提示重启。

# WindowsImage_UupChannel_All
source: All
zh_cn: 全部

# WindowsImage_UupChannel_Stable
source: Stable
zh_cn: 正式版

# WindowsImage_UupChannel_Insider
source: Insider
zh_cn: 预览体验版

# Hw_Section_ModelInfo
source: Model info
zh_cn: 型号信息

# Hw_Section_SystemInfo
source: System info
zh_cn: 系统信息

# Hw_Section_Details
source: Details
zh_cn: 详细信息

# GodotFlow_ShareToOfficial
source: Sharing is on: after selection, your project goal, tool-flow name, complete plan and visible conversation will be sent to Zhenxing's server to improve recommendations. Sharing does not depend on installation. You can turn it off in Settings.
zh_cn: 分享已开启：选定后，项目目标、工具流名称、完整方案和本次可见对话会发送到枕星服务器，用于分析与改进推荐。无论是否安装都会分享，可在设置中关闭。

# ErrorFeedback_Subject
source: Zhenxing AI Assistant error feedback
zh_cn: 枕星AI助手错误反馈

# ErrorFeedback_AppVersion
source: App version: {0}
zh_cn: 应用版本：{0}

# ErrorFeedback_Environment
source: Environment: {0}
zh_cn: 环境：{0}

# ErrorFeedback_Summary
source: Error summary:
zh_cn: 错误摘要：

# ErrorFeedback_NoError
source: Describe the issue you encountered.
zh_cn: 请描述遇到的问题。

# ErrorFeedback_Repro
source: Steps to reproduce:
zh_cn: 复现步骤：

# ErrorFeedback_Review
source: Add the issue details and steps, review the draft, then click Send in your mail app.
zh_cn: 请补充问题现象和复现步骤，检查内容后在邮件应用中点击发送。

# ErrorFeedback_Truncated
source: (Summary truncated)
zh_cn: （摘要已截断）

# Feedback_DraftTruncated
source: (Content truncated; add details in the email.)
zh_cn: （内容已截断；请在邮件中补充。）

# ErrorFeedback_SendButton.Text
source: Send error feedback
zh_cn: 发送错误反馈

# AiFlow_UseThisPlan
source: Use this plan
zh_cn: 使用这套方案

# AiFlow_ReviewProposal
source: Review plan
zh_cn: 核对方案

# AiFlow_ReviewProposalNotice
source: Your goal is already set from the conversation. Review the list, then select Confirm and start.
zh_cn: 目标已从对话中确定。核对清单后，点击确认并开始即可。

# AiFlow_ManualStep
source: Needs your help
zh_cn: 需要你协助

# AiFlow_AutomaticStep
source: Automatic installation
zh_cn: 可自动安装

# AiFlow_ConfirmPlanAndStart
source: Confirm and start
zh_cn: 确认并开始

# App_ErrorFeedbackHint
source: Diagnostic logs stay on this device and can be viewed locally. Open Settings → Error feedback, complete the email, then click Send in your mail app.
zh_cn: 诊断日志仅保存在本机，可自行查看。请打开「设置 → 错误反馈」填写邮件，并在邮件应用中点击发送。

# Settings_QqGroupHint.Text
source: Open the invitation page and follow the steps to join
zh_cn: 打开加群页面，按提示申请加入

# WhatsNew_Title
source: What's New
zh_cn: 新增内容

# WhatsNew_Subtitle
source: 0.1.1 public preview release notes
zh_cn: 0.1.1 公开预览版更新说明

# WhatsNew_Contents
source: Versions
zh_cn: 版本

# WhatsNew_Close
source: Close
zh_cn: 关闭

# WhatsNew_VersionTitle
source: Changes in 0.1.1
zh_cn: 0.1.1 本次更新

# WhatsNew_PreviewNote
source: 0.1.1 public preview: hardware display names and mainstream model selection for six categories. See the GitHub release for the package and checksums.
zh_cn: 0.1.1 公开预览版：以下记录本次更新行为与校验修复，实际发布状态以官网下载页为准。

# WhatsNew_AiPlan
source: After the AI provides a complete plan, choose “Use this plan” under that reply and review your project and tools before continuing.
zh_cn: AI 给出完整方案后，可在该条回复下点击“使用这套方案”，核对项目和工具清单后继续。

# WhatsNew_Model
source: Improved model service setup guidance and Chinese/English switching in the client.
zh_cn: 完善模型服务接入指引，支持客户端中英文切换。

# WhatsNew_Sharing
source: Selected tool flows are shared with Zhenxing's server by default. You can turn sharing off in Settings.
zh_cn: 选定工具流统一分享到枕星服务器，默认开启，可在设置中关闭。

# WhatsNew_Downloads
source: HTTP downloads default to “Download and run,” saving to the system Downloads folder or a folder you choose.
zh_cn: HTTP 下载默认“下载并运行”，保存到系统下载目录，也可自选保存位置。

# WhatsNew_Appearance
source: Removed the brand logo and screenshot watermark settings; interface font selection remains available.
zh_cn: 移除品牌 Logo 和截图水印设置，保留界面字体选择。

# WhatsNew_Feedback
source: Send feedback to yujinchuan2021@gmail.com. The Zhenxing community is linked in the client.
zh_cn: 反馈建议使用 yujinchuan2021@gmail.com；枕星社区入口已接入。

# WhatsNew_Backend
source: Active interception is off by default. When enabled, it runs in the background without opening a log window.
zh_cn: 主动拦截默认关闭，手动开启后在后台运行，不弹出日志窗口。

# WhatsNew_QqGroups
source: Two Zhenxing QQ groups have been added to About. Choose “Join QQ group” to open the invitation page.
zh_cn: 关于页新增两个枕星 QQ 群，点击“加入QQ群”即可打开加群页面。

# Settings_QqGroupJoin.Content
source: Join QQ group
zh_cn: 加入QQ群

# AiFlow_LightMode
source: Light
zh_cn: 轻量

# AiFlow_MediumMode
source: Medium
zh_cn: 中量

# AiFlow_HeavyMode
source: Heavy
zh_cn: 重量

# AiFlow_CurrentPlan
source: Current plan
zh_cn: 当前方案

# AiFlow_Recommended
source: Recommended
zh_cn: 推荐

# AiFlow_FitLabel
source: Best for
zh_cn: 适合

# AiFlow_ToolsLabel
source: Core tools
zh_cn: 主要工具

# AiFlow_CostLabel
source: Cost
zh_cn: 费用

# AiFlow_RequirementsLabel
source: Requirements
zh_cn: 要求

# AiFlow_Details
source: Plan details
zh_cn: 方案详情

# AiFlow_Unavailable
source: Unavailable
zh_cn: 当前不可用

# AiFlow_Selected
source: Selected
zh_cn: 已选择

# AiFlow_WaitForCompletion
source: Waiting for completion
zh_cn: 等待方案完成

# AiFlow_IncompletePlan
source: Incomplete plan
zh_cn: 方案未完成

# AiFlow_SelectMode
source: Choose {0}
zh_cn: 选择{0}方案

# AiFlow_CopyReply
source: Copy reply
zh_cn: 复制回复

# AiFlow_ExpandReply
source: Read more
zh_cn: 展开说明

# AiFlow_PreparingCards
source: Preparing plan cards…
zh_cn: 正在整理方案卡片…

# AiFlow_IncompleteFormat
source: The plan is incomplete. Ask the assistant to generate the cards again.
zh_cn: 方案尚未整理完整，可以让助手重新生成卡片。

# AiFlow_SingleSummary
source: Review these tools and the required manual steps.
zh_cn: 核对这套工具与必要的人工步骤。

# AiFlow_CostInDetails
source: Check the selected tools and services in the plan details.
zh_cn: 按所选工具与服务核对，详见方案说明。

# AiFlow_RequirementsInDetails
source: Check network access, accounts and device requirements before starting.
zh_cn: 开始前核对网络、账号与设备条件。

# AiTask_InstallCount
source: Available: {0}/{1} items
zh_cn: 已具备 {0}/{1} 项

# AiTask_FailedCount
source: · {0} unsuccessful
zh_cn: · 未成功 {0} 项

# AiTask_ManualCount
source: · {0} manual confirmations
zh_cn: · 人工确认 {0} 项

# AiTask_Preparing
source: Reading the checklist before checking each item…
zh_cn: 正在读取清单，准备逐项检测…

# AiTask_RetryNext
source: Next: review unsuccessful items, then continue preparation.
zh_cn: 下一步：查看未成功的项目，再继续准备。

# AiTask_PrepareNext
source: Next: continue preparing the tools. Existing installations will be skipped.
zh_cn: 下一步：继续准备清单中的工具，已安装的会跳过。

# AiTask_ManualNext
source: Next: complete “{0}”. Open the checklist for instructions.
zh_cn: 下一步：处理「{0}」，点击清单查看操作提示。

# AiTask_SelfReportedNext
source: Next: check manual setup, then hand off to your AI Agent. Self-reported completion is unverified.
zh_cn: 下一步：核对人工配置，再交给你的 AI Agent；自报完成尚未验证。

# AiTask_EmptyNext
source: Next: complete the tool checklist before starting preparation.
zh_cn: 下一步：补齐工具清单，再开始准备。

# AiTask_HandoffNext
source: Next: hand off to your AI Agent to check sign-in, model setup and actual operation.
zh_cn: 下一步：交给你的 AI Agent，核对登录、模型配置和实际运行。

# AiTask_Stopped
source: Further preparation stopped; recorded results kept
zh_cn: 后续准备已停止，已有结果已保留

# AiTask_Goal
source: Current goal:
zh_cn: 当前目标：

# AiTask_Plan
source: Selected plan:
zh_cn: 选定方案：

# AiTask_Stopping
source: Waiting for the current tool to finish its check, then stopping further preparation…
zh_cn: 等待当前工具完成检查，然后停止后续准备…

# AiTask_Continue
source: Continue preparation
zh_cn: 继续准备

# AiTask_Details
source: View checklist
zh_cn: 查看清单

# AiTask_Handoff
source: Hand off to AI Agent
zh_cn: 交给 AI Agent

# AiTask_Stop
source: Stop after this item
zh_cn: 停止后续

# AiTask_Checking
source: Checking: {0}
zh_cn: 正在检测：{0}

# AiTask_Installing
source: Installing: {0}
zh_cn: 正在安装：{0}

# AiTask_Verifying
source: Verifying installation: {0}
zh_cn: 正在检查安装结果：{0}

# AiTask_Handled
source: Processed {0} items; continuing to the next…
zh_cn: 已处理 {0} 项，继续下一项…

# AiTask_StoppedReply
source: Further preparation stopped. Completed items have been kept; you can continue from the checklist later.
zh_cn: 已停止后续准备，完成的项目已保留；稍后可以从清单继续。

# AiTask_ResultReply
source: This run: {0} items available, {1} manual steps, {2} unsuccessful. See the task card for the next step.
zh_cn: 本轮准备：已具备 {0} 项，需人工处理 {1} 项，未成功 {2} 项。下一步见任务卡。

# AiTask_ListTitle
source: Tool flow checklist and next step
zh_cn: 工具流清单与下一步

# AiFlow_PrecheckFailedDetail
source: The pre-install check failed. Installation has not started; check again.
zh_cn: 安装前检测失败，尚未启动安装；需重新检测。

# AiTask_RestoredGoal
source: Resumed goal:
zh_cn: 恢复目标：

# AiTask_Guide
source: View preparation guidance
zh_cn: 查看准备说明

# Ai_ModelPreference_Title
source: How would you like to use AI models?
zh_cn: 你希望怎么使用 AI 模型？

# Ai_ModelPreference_PaidTop
source: Pay for a top-tier model
zh_cn: 可以付费，并使用顶级模型

# Ai_ModelPreference_PaidValue
source: Pay for an affordable model
zh_cn: 可以付费，需要便宜的模型

# Ai_ModelPreference_Local
source: Use a local model without paying
zh_cn: 不想付费，用本地模型

# Ai_ModelPreference_Recommend
source: Not sure; recommend one for me
zh_cn: 我也不知道，给我推荐

# Ai_ModelPreference_PaidTopAnswer
source: I am willing to pay for a top-tier model. Please recommend based on this preference.
zh_cn: 我愿意付费使用顶级模型，请按这个偏好推荐。

# Ai_ModelPreference_PaidValueAnswer
source: I am willing to pay, but I prefer an affordable model with good value. Please recommend based on this preference.
zh_cn: 我愿意付费，但希望使用便宜、性价比高的模型，请按这个偏好推荐。

# Ai_ModelPreference_LocalAnswer
source: I do not want to pay and would like to use a local model. Please check this computer's RAM, graphics card, VRAM, and other hardware first, then recommend a model it can run.
zh_cn: 我不想付费，想使用本地模型。请先核对这台电脑的内存、显卡和显存等硬件，再推荐能运行的模型。

# Ai_ModelPreference_RecommendAnswer
source: I am not sure yet. Please recommend a suitable way to use models based on my needs, budget, and computer hardware.
zh_cn: 我还不清楚，请结合我的需求、预算和电脑硬件推荐合适的模型使用方式。

# Ai_ModelPreference_LocalHint
source: Check hardware support before recommending a model.
zh_cn: 先核对硬件是否支持，再推荐。

# Ai_ModelPreference_CopyHint
source: Choosing an option sends your preference to the assistant to continue the conversation.
zh_cn: 选择后会把你的偏好发送给助手继续讨论。

# AiChoice_Title
source: How would you like to choose an AI model?
zh_cn: 你希望怎样选择 AI 模型？

# AiChoice_Waiting
source: Waiting for the question to finish…
zh_cn: 等待提问完成…

# AiChoice_Busy
source: This question cannot be answered right now.
zh_cn: 当前无法回答这条提问。

# AiChoice_Failed
source: This question did not finish. Ask the AI again.
zh_cn: 这次提问未完成，请让 AI 重新提问。

# AiChoice_Selected
source: Selected: {0}
zh_cn: 已选择：{0}

# AiChoice_Ready
source: Choose an option so the AI can continue helping.
zh_cn: 请选择一项，AI 会继续帮你。

# AiChoice_Preparing
source: Preparing your choices…
zh_cn: 正在整理选项…

# AiChoice_IncompleteFormat
source: The choices did not finish. Ask the assistant again.
zh_cn: 选项没有生成完整，可以让助手重新提问。

# AiTools_Found
source: Tools found ({0})
zh_cn: 已找到的工具（{0}）

# AiTools_CommandLine
source: Command-line tool
zh_cn: 命令行工具

# AiTools_OpenTool
source: Open tool
zh_cn: 打开工具

# AiTools_OpenLocation
source: Open location
zh_cn: 打开位置

# AiTools_CreateShortcut
source: Create desktop shortcut
zh_cn: 创建桌面图标

# AiTools_ShortcutCreated
source: Created a desktop shortcut for {0}.
zh_cn: 已为 {0} 创建桌面图标。

# AiTools_ActionFailed
source: The tool moved or could not be opened. Check it again from the list.
zh_cn: 工具位置已变化或暂时无法打开，请从清单重新检查。

# AiChoice_SendFailed
source: Your choice could not be sent. Check the AI service and try again.
zh_cn: 这次选择未能发送，请检查 AI 服务后重试。

# AiAgent_ConversationBusy
source: This conversation is still generating or waiting for confirmation. Stop or complete it before deleting it.
zh_cn: 该会话仍在生成内容或等待确认，请回到该会话停止或完成后再删除。

# AiAgent_DraftConversation
source: Unsent draft
zh_cn: 未发送草稿

# AiTask_ToolUnavailable
source: The tool entry is unavailable or has changed. Check the installed tools again.
zh_cn: 工具入口暂不可用或已变化，请重新检测已安装工具后再试。

# AiFlow_ReuseDetected
source: Detected {0}; no additional preparation is needed.
zh_cn: 已检测到 {0}；无需重复准备。

# AiFlow_ReuseArchive
source: Existing {0} can handle ordinary archive extraction; {1} is unnecessary.
zh_cn: 普通解压可复用现有 {0}；无需准备 {1}。

# AiFlow_ReusePending
source: Preparation needed: no installed tool satisfying the workflow requirements was detected.
zh_cn: 待准备：未检测到满足方案要求的软件。

# AiFlow_ReuseNeedsUser
source: Complete this item following the workflow instructions.
zh_cn: 此项需按方案由用户完成。

# AiFlow_ReuseProbeFailed
source: Installation status could not be confirmed; check again before installing.
zh_cn: 安装状态未能确认；需重新检测，不能据此开始安装。

# AiFlow_ReuseHistorical
source: (Latest local evidence; not checked again in this view.)
zh_cn: （最新本机复用记录；本次展示尚未重新检测。）

# AiFlow_ReuseAllReady
source: The required software is already available; no reinstallation is needed. Confirm to view the next step.
zh_cn: 所需软件已具备，无需重复安装。确认后可查看下一步。

# AiGoal_StagePreparing
source: Prepare tools and access
zh_cn: 准备工具和使用条件

# AiGoal_StageReady
source: Ready to try
zh_cn: 可以开始实践

# AiGoal_SummaryPending
source: {0} preparation steps still need attention
zh_cn: 还需处理 {0} 个准备步骤

# AiGoal_SummaryReady
source: Required preparation steps have been handled; check the results in your project.
zh_cn: 必要准备步骤已处理；请在实际项目中核对效果。

# AiGoal_SummaryEmpty
source: This plan has no preparation list yet.
zh_cn: 当前方案还没有准备清单。

# AiGoal_AutomaticTitle
source: Prepare {0}
zh_cn: 准备 {0}

# AiGoal_NetworkTitle
source: Connect {0} to the network
zh_cn: 让 {0} 可以联网

# AiGoal_AccountTitle
source: Sign in to {0} and check access requirements
zh_cn: 登录 {0} 并确认使用条件

# AiGoal_SubscriptionTitle
source: Check subscription requirements for {0}
zh_cn: 核对 {0} 的订阅要求

# AiGoal_ModelTitle
source: Configure a model for {0}
zh_cn: 为 {0} 配置模型

# AiGoal_AssetTitle
source: Prepare assets for {0}
zh_cn: 准备 {0} 所需素材

# AiGoal_ManualTitle
source: Set up {0}
zh_cn: 配置 {0}

# AiGoal_AutomaticHint
source: Check existing tools, then prepare missing items; failure details remain available.
zh_cn: 先检测已有工具，再准备尚缺的项；失败原因保留在详情中。

# AiGoal_ManualHint
source: Follow the preparation notes below, check the requirements for {0}, and configure it.
zh_cn: 打开准备说明，核对 {0} 的要求并完成配置。

# AiGoal_SubscriptionHint
source: Check the terms for {0}, then decide whether the plan requires a subscription.
zh_cn: 先查看 {0} 的使用条件，确认方案是否要求订阅后再决定。

# AiGoal_ConfirmedHint
source: This step is handled according to your report; the app has not verified it, and the original evidence remains in details.
zh_cn: 已按你的声明收起这一步；应用尚未验证，原始记录保留在详情中。

# AiGoal_OpenWebsite
source: Open website
zh_cn: 打开网站

# AiGoal_YourGoal
source: Your goal:
zh_cn: 你的目标：

# AiGoal_UseTitle
source: Next: use this toolchain
zh_cn: 下一步：开始使用这套工具流

# AiGoal_UseHint
source: Preparation records are saved. Open the tools, check accounts and configuration, then work toward your goal.
zh_cn: 软件准备记录已保留。接下来打开工具，核对账号和配置，再完成你的目标。

# AiGoal_UseAction
source: View usage steps
zh_cn: 查看使用步骤

# AiGoal_ConfirmManual
source: I have followed these instructions
zh_cn: 我已按提示完成

# AiGoal_Problem
source: I need help with this step
zh_cn: 这一步遇到问题

# AiGoal_LaterDetails
source: Later steps and optional tools
zh_cn: 后续步骤与可选工具

# AiGoal_ReadyDetails
source: Available and user-confirmed
zh_cn: 已具备与已确认

# AiGoal_EvidenceDetails
source: View checklist and check records
zh_cn: 查看清单与检测记录

# AiGoal_Optional
source: Optional
zh_cn: 可选

# AiGoal_SelfConfirmed
source: You confirmed this; the app has not verified your account or actual use.
zh_cn: 你已确认；应用未验证账号或实际运行。

# AiGoal_SiteBlocked
source: The website will not open
zh_cn: 网站打不开

# AiGoal_NotSignedIn
source: Not signed in or missing access
zh_cn: 还没登录或没有权限

# AiGoal_NotSure
source: I am not sure how to proceed
zh_cn: 不确定怎么做

# AiGoal_CheckAgain
source: Check local tools again
zh_cn: 重新检查本机工具

# AiGoal_SiteBlockedHint
source: Check your network, then try the website. If it is unavailable, return to chat to choose an accessible alternative; this step stays pending.
zh_cn: 先检查网络，再打开网站。打不开时请回到对话选择可访问的替代服务；本步骤仍保留。

# AiGoal_NotSignedInHint
source: Sign in on the website and check the access this plan requires. If access is missing, return to chat to change the plan; you do not need to purchase first.
zh_cn: 打开网站完成登录，确认账号有方案需要的权限。没有权限时可回到对话更换方案，无需先购买。

# AiGoal_CurrentAction
source: Handle the current step
zh_cn: 处理当前一步

# AiGoal_Overview
source: View details
zh_cn: 查看详情

# AiGoal_DialogTitle
source: Continue toward your goal
zh_cn: 继续实现你的目标

# AiGoal_BackToChat
source: Back to chat
zh_cn: 返回对话

# AiGoal_BrowserFailed
source: The website did not open. Check your default browser and network.
zh_cn: 网站暂未打开，请检查默认浏览器和网络。

# AiGoal_ActionFailed
source: This step could not be handled:
zh_cn: 这一步暂未处理：

# AiGoal_UsageNotice
source: Open the main tool in your plan and try a small sample. Check account access and actual operation inside the tool.
zh_cn: 打开方案中的主工具，先做一个小样并核对效果。账号权限和实际运行仍需要在工具中确认。

# AiGoal_RecordMissing
source: The local plan record was removed. Return to chat and select it again.
zh_cn: 本机方案记录已移除，请返回对话重新选择。

# AiGoal_ReturnCurrent
source: Back to the current step
zh_cn: 返回当前步骤

# AiGoal_OptionalAction
source: I need this item
zh_cn: 我需要这一项

# AiGoal_ConfirmNotice
source: Select the requirements you have completed. This only saves your report; the app has not verified them.
zh_cn: 请勾选你已完成的事项；这里只保存你的声明，不代表应用验证通过。

# AiGoal_ConfirmFallback
source: Complete this item's configuration and access requirements in the selected plan.
zh_cn: 按选定方案完成这一项的配置和必要使用条件。

# AiGoal_SaveConfirmation
source: Save my confirmation
zh_cn: 保存我的确认

# SkillEdit_Edit
source: Edit skill
zh_cn: 修改技能
